<%@ page contentType="text/html;charset=utf-8" language="java"%>
<html>
<head>
    <style>
        <%@include file="/WEB-INF/css/style.css"%>
    </style>
    <title>index</title>
</head>
<body>
<h1>HYUNDAI ELANTRA HD (2006-2011)</h1>
<div class="elantra">
    <img class="photo" src="Hyundai%20Elantra.jpg"  alt="Hyundai Elantra"/>
</div>
<h2>Общая информация</h2>
<ul>
    <li>Страна марки - Южная Корея</li>
    <li>Класс автомобиля - C</li>
    <li>Количество дверей - 4</li>
    <li>Количество мест - 5</li>
    <li>Расположение руля - Левый</li>
</ul>
<h2>Размеры</h2>
<ul>
    <li>Длина - 4505 мм</li>
    <li>Ширина - 1775 мм</li>
    <li>Высота - 1480 мм</li>
    <li>Колёсная база - 2650 мм</li>
    <li>Клиренс - 160 мм</li>
    <li>Размер колёс - 185/65/R15, 205/55/R16</li>
</ul>
<h2>Объём и масса</h2>
<ul>
    <li>Объем багажника мин/макс - 460 л</li>
    <li>Объём топливного бака - 53 л</li>
    <li>Снаряженная масса - 1324 кг</li>
    <li>Полная масса - 1760 кг</li>
</ul>
<h2>Трансмиссия</h2>
<ul>
    <li>Коробка передач - Механика</li>
    <li>Количество передач - 5</li>
    <li>Тип привода - передний</li>
</ul>
<h2>Подвеска и тормоза</h2>
<ul>
    <li>Тип передней подвески - независимая, пружинная</li>
    <li>Тип задней подвески - независимая, пружинная</li>
    <li>Передние тормоза - дисковые вентилируемые</li>
    <li>Задние тормоза - дисковые</li>
</ul>
<h2>Эксплуатационные показатели</h2>
<ul>
    <li>Максимальная скорость - 183 км/ч</li>
    <li>Разгон до 100 км/ч - 11.6 с</li>
    <li>Расход топлива, город/трасса/смешанный - 8.0/5.2/6.2 л/100 км</li>
    <li>Марка топлива - АИ-92</li>
</ul>
<h2>Двигатель</h2>
<ul>
    <li>Тип двигателя - бензиновый</li>
    <li>Объем двигателя - 1591 см³</li>
    <li>Максимальная мощность - 122 л.с. (90 кВт) при 6200 об/мин</li>
    <li>Максимальный крутящий момент - 154 Н*м при 4200 об/мин</li>
    <li>Количество цилиндров - 4</li>
    <li>Число клапанов на цилиндр - 4</li>
    <li>Степень сжатия - 10.5</li>
    <li>Диаметр цилиндра и ход поршня - 77.0x85.4 мм</li>
</ul>
<h3>Варианты исполнения</h3>
<div id="complectations">
    <ol>
        <li>Бензин, 1.6 л, G4FC, 122 л.с., МКПП, передний привод</li><br>
        <li>Бензин, 1.6 л, G4FC, 122 л.с., АКПП, передний привод</li><br>
        <li>Бензин, 2.0 л, G4GC, 143 л.с., МКПП, передний привод</li><br>
        <li>Бензин, 2.0 л, G4GC, 143 л.с., АКПП, передний привод</li>
    </ol>
</div>
<hr>
<a href="/author.jsp">Автор работы</a>
</body>
</html>